Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=70_art_id=68.html.tmx
Source language: nob
Languages: sme

source: Kristuskransen
sme: Kristuskránsa

source: Bibelen forteller at Jesus var hos Gud fra begynnelsen av.
sme: Biibbal muitala ahte Jesus lei Ipmila luhtte juo álggu rájes.

source: Når Jesus ble menneske forlot han plassen ved Guds side og ble et menneske på jorden.
sme: Go Jesus šattai olmmožin, de guđii son iežas saji Ipmila guoras ja šattai olmmožin eatnama alde.

source: Jesus kalte Gud for far eller pappa.
sme: Jesus gohčodii Ipmila áhččin.

source: Han visste at han hørte sammen med Gud og var hans barn.
sme: Son diđii ahte son gulai Ipmilii ja lei su mánná.

source: Han kjente Gud bedre enn noen.
sme: Son dovddai Ipmila buorebut go oktage eará.

source: Han sa han var sendt av Gud til menneskene.
sme: Son muitalii ahte Ipmil lei sádden su olbmuid lusa.

source: Les Johannesprologen fra første kapittel i Johannesevangeliet der Jesus kalles for ordet og lyset.
sme: Loga álggu Johannesa vuosttaš kahpihttalis dakko gokko Jesus gohčoduvvo sátnin ja čuovgan.
